Repository: FUSVE/SOSVida-MPCAS
Catalog: SOSVida-v2/lib/l10n/app_*.arb
Languages: pt

# additionalEvaluation
source: Additional Evaluation Recommended
pt: Avaliação Adicional Recomendada

# additionalEvaluationDesc
source: Due to the GDS scale result, we recommend applying the Beck Suicidal Ideation Scale.
pt: Devido ao resultado da escala GDS, recomendamos a aplicação da Escala de Ideação Suicida de Beck.

# applyBeckScale
source: Apply Suicidal Ideation Scale
pt: Aplicar Escala de Ideação Suicida

source: Back
pt: Voltar

# beckInstructions
source: Answer the questions honestly:
pt: Responda às perguntas com sinceridade:

# beckRecommendations
source: Beck Scale Recommendations
pt: Recomendações da Escala Beck

# beckResult
source: Beck Suicidal Ideation Scale Result
pt: Resultado da Escala de Ideação Suicida de Beck

# beckTitle
source: Beck Suicidal Ideation Scale
pt: Escala de Ideação Suicida de Beck

# callCVV
source: CALL CVV 188
pt: LIGAR PARA CVV 188

# continueButton
source: Continue
pt: Continuar

# criticalRisk
source: Critical
pt: Crítico

# cvvDescription
source: Life Valorization Center\nFree call 24 hours a day
pt: Centro de Valorização da Vida , Ligação gratuita 24h por dia

source: Doctor
pt: Médico

# doctorDescription
source: Prescribing physician
pt: Médico com capacidade de prescrição

# doctorInstructions
source: Clinical GDS-15 assessment. Consider medication history and comorbidities in interpretation.
pt: Avaliação clínica GDS-15. Considere histórico medicamentoso e comorbidades na interpretação.

# emergencyContact
source: ðŸš¨ EMERGENCY CONTACT
pt: 🚨 CONTATO DE EMERGÊNCIA

# finishEvaluation
source: Finish Assessment
pt: Finalizar Avaliação

# finishTest
source: Finish
pt: Finalizar

# gdsInstructions
source: Answer the questions based on how you feel:
pt: Responda às perguntas com base em como você se sente:

# gdsQuestion10Doctor
source: Patient reports subjective memory complaints?
pt: Paciente refere queixas subjetivas de memória?

# gdsQuestion10Professional
source: Do you feel you have more problems with memory than most?
pt: O Sr./Sra. acha que tem mais problemas de memória que outras pessoas?

# gdsQuestion10User
source: Do you feel you have more problems with memory than most?
pt: Você acha que tem mais problemas de memória que outras pessoas?

# gdsQuestion11Doctor
source: Patient shows pleasure in living?
pt: Paciente demonstra prazer em viver?

# gdsQuestion11Professional
source: Do you think it is wonderful to be alive now?
pt: O Sr./Sra. acha que é maravilhoso estar vivo(a)?

# gdsQuestion11User
source: Do you think it is wonderful to be alive now?
pt: Você acha que é maravilhoso estar vivo(a)?

# gdsQuestion12Doctor
source: Patient shows feelings of worthlessness?
pt: Paciente apresenta sentimentos de inutilidade?

# gdsQuestion12Professional
source: Do you feel worthless?
pt: O Sr./Sra. se sente inútil?

# gdsQuestion12User
source: Do you feel worthless?
pt: Você se sente inútil?

# gdsQuestion13Doctor
source: Patient maintains adequate energy levels?
pt: Paciente mantém níveis adequados de energia?

# gdsQuestion13Professional
source: Do you feel full of energy?
pt: O Sr./Sra. se sente cheio(a) de energia?

# gdsQuestion13User
source: Do you feel full of energy?
pt: Você se sente cheio(a) de energia?

# gdsQuestion14Doctor
source: Patient shows hopelessness?
pt: Paciente apresenta desesperança?

# gdsQuestion14Professional
source: Do you feel that your situation is hopeless?
pt: O Sr./Sra. se sente sem esperança?

# gdsQuestion14User
source: Do you feel that your situation is hopeless?
pt: Você se sente sem esperança?

# gdsQuestion15Doctor
source: Patient shows negative comparisons with others?
pt: Paciente apresenta comparações negativas com outros?

# gdsQuestion15Professional
source: Do you think that most people are better off than you are?
pt: O Sr./Sra. acha que os outros têm mais sorte que você?

# gdsQuestion15User
source: Do you think that most people are better off than you are?
pt: Você acha que os outros têm mais sorte que você?

# gdsQuestion1Doctor
source: Patient reports being satisfied with their life?
pt: Paciente refere estar satisfeito(a) com sua vida?

# gdsQuestion1Professional
source: Are you satisfied with your life?
pt: O Sr./Sra. está satisfeito(a) com sua vida?

# gdsQuestion1User
source: Are you satisfied with your life?
pt: Você está satisfeito(a) com sua vida?

# gdsQuestion2Doctor
source: Patient has dropped many usual activities?
pt: Paciente interrompeu muitas atividades habituais?

# gdsQuestion2Professional
source: Have you dropped many of your activities?
pt: O Sr./Sra. interrompeu muitas de suas atividades?

# gdsQuestion2User
source: Have you dropped many of your activities?
pt: Você interrompeu muitas de suas atividades?

# gdsQuestion3Doctor
source: Patient reports feeling of empty life?
pt: Paciente refere sensação de vida vazia?

# gdsQuestion3Professional
source: Do you feel that your life is empty?
pt: O Sr./Sra. acha sua vida vazia?

# gdsQuestion3User
source: Do you feel that your life is empty?
pt: Você acha sua vida vazia?

# gdsQuestion4Doctor
source: Patient shows frequent boredom?
pt: Paciente apresenta aborrecimento frequente?

# gdsQuestion4Professional
source: Do you often get bored?
pt: O Sr./Sra. se aborrece com frequência?

# gdsQuestion4User
source: Do you often get bored?
pt: Você se aborrece com frequência?

# gdsQuestion5Doctor
source: Patient reports feeling good most of the time?
pt: Paciente refere sentir-se bem na maior parte do tempo?

# gdsQuestion5Professional
source: Are you in good spirits most of the time?
pt: O Sr./Sra. se sente bem com a vida na maior parte do tempo?

# gdsQuestion5User
source: Are you in good spirits most of the time?
pt: Você se sente bem com a vida na maior parte do tempo?

# gdsQuestion6Doctor
source: Patient shows fears or anticipatory anxiety?
pt: Paciente apresenta temores ou ansiedade antecipatória?

# gdsQuestion6Professional
source: Are you afraid that something bad is going to happen to you?
pt: O Sr./Sra. teme que algo ruim lhe aconteça?

# gdsQuestion6User
source: Are you afraid that something bad is going to happen to you?
pt: Você teme que algo ruim lhe aconteça?

# gdsQuestion7Doctor
source: Patient maintains happy mood most of the time?
pt: Paciente mantém humor alegre na maior parte do tempo?

# gdsQuestion7Professional
source: Do you feel happy most of the time?
pt: O Sr./Sra. se sente alegre a maior parte do tempo?

# gdsQuestion7User
source: Do you feel happy most of the time?
pt: Você se sente alegre a maior parte do tempo?

# gdsQuestion8Doctor
source: Patient reports feelings of helplessness?
pt: Paciente refere sentimentos de desamparo?

# gdsQuestion8Professional
source: Do you often feel helpless?
pt: O Sr./Sra. se sente desamparado(a) com frequência?

# gdsQuestion8User
source: Do you often feel helpless?
pt: Você se sente desamparado(a) com frequência?

# gdsQuestion9Doctor
source: Patient shows social isolation or avoidance?
pt: Paciente apresenta isolamento social ou evitação?

# gdsQuestion9Professional
source: Do you prefer to stay at home, rather than going out and doing new things?
pt: O Sr./Sra. prefere ficar em casa a sair e fazer coisas novas?

# gdsQuestion9User
source: Do you prefer to stay at home, rather than going out and doing new things?
pt: Você prefere ficar em casa a sair e fazer coisas novas?

# gdsResult
source: GDS Scale Result
pt: Resultado da Escala GDS

# gdsTitle
source: Geriatric Depression Scale (GDS-15)
pt: Escala de Depressão Geriátrica (GDS-15)

# gdsUserTitle
source: Self-Test - GDS Scale
pt: Autoteste - Escala GDS

# gdsProfessionalTitle
source: Professional Assessment - GDS
pt: Avaliação Profissional - GDS

# gdsDoctorTitle
source: Medical Assessment - GDS
pt: Avaliação Médica - GDS

source: General Recommendations
pt: Recomendações Gerais

source: Health Professional
pt: Profissional de Saúde

# healthProfessionalDescription
source: Non-prescribing health professional
pt: Profissional da área de saúde não prescritor

# highRisk
source: High
pt: Alto

# importantNotice
source: This is a preliminary assessment. For an accurate diagnosis, consult a mental health professional.
pt: Esta é uma avaliação preliminar. Para um diagnóstico preciso, consulte um profissional de saúde mental.

# languageSelection
source: Select Language
pt: Selecionar Idioma

# lowRisk
source: Low
pt: Baixo

source: Mild depression
pt: Depressão leve

# moderateRisk
source: Moderate
pt: Moderado

# newEvaluation
source: New Assessment
pt: Nova Avaliação

# nextQuestion
source: Next
pt: Próxima

source: No
pt: Não

# normalNoDepression
source: Normal - No signs of depression
pt: Normal - Sem sinais de depressão

source: Portuguese
pt: Português

# previousQuestion
source: Previous
pt: Anterior

source: Profile
pt: Perfil

# professionalInstructions
source: Apply in a private environment. Explain to the patient that the questions refer to the last week.
pt: Aplicar em ambiente reservado. Explique ao paciente que as perguntas se referem à última semana.

source: Recommendations
pt: Recomendações

# resultsTitle
source: Assessment Results
pt: Resultado da Avaliação

source: Return to Home
pt: Voltar ao Início

source: Risk Level
pt: Nível de Risco

source: Score
pt: Pontuação

# selectProfile
source: Select your Profile
pt: Selecione seu Perfil

# selectProfileDescription
source: Select your profile for a personalized assessment:
pt: Selecione seu perfil para uma avaliação personalizada:

# selectUserType
source: Select your profile:
pt: Selecione seu perfil:

source: Severe depression
pt: Depressão severa

source: Specific Recommendations
pt: Recomendações Específicas

# startTest
source: Start Assessment
pt: Iniciar Avaliação

source: User
pt: Usuário

# userDescription
source: Person interested in assessing their mental health
pt: Pessoa interessada em avaliar sua saúde mental

# userInstructions
source: Answer how you have been feeling in the last week. Be honest with yourself.
pt: Responda como você tem se sentido na última semana. Seja honesto(a) consigo mesmo(a).

# userTypeDoctor
source: Doctor
pt: Médico

# userTypeDoctorDesc
source: Prescribing physicians
pt: Médicos prescritores

# userTypeHealthProfessional
source: Health Professional
pt: Profissional de Saúde

# userTypeHealthProfessionalDesc
source: Psychologists, nurses, etc.
pt: Psicólogos, enfermeiros, etc.

# userTypeUser
source: Self-Test
pt: Autoteste

# userTypeUserDesc
source: For personal use
pt: Para uso pessoal

# welcomeSubtitle
source: Mental Health Assessment
pt: Avaliação de Saúde Mental

# welcomeTitle
source: Welcome to SOSVida
pt: Bem-vindo ao SOSVida

source: Yes
pt: Sim
